import { AboutItemType } from "../types/AboutItemType";

export const aboutData: AboutItemType[] = [
  {
    heading: 'Занимаюсь разработкой',
    body: 'Начал свой путь программиста в 2017. Началось с обычных сайтиков на HTML и CSS. Продолжилось созданием интерфейсов на React.js и серверной части на Node.js. Сейчас с Next.js работаю и мобилки на React Native делаю. Могу немного Python. Еще в Web3 развиваюсь.',
  },
  {
    heading: 'Дизайню дизайны',
    body: 'Параллельно с версткой сайтов приходилось учить дизайн, так как хотелось отличаться от других и не делать сайты по шаблонам. Бесконечно учу стили и направления дизайна, постоянно развиваюсь и работаю над своими UI/UX скиллами.'
  },
  {
    heading: 'Работаю в криптовалюте',
    body: 'В 2021 году, в разгар хайпа крипты, я вошёл в эту сферу. Я прошёл путь от  регистрации на бинансе до торговли no-name NFTишками. Провожу теханализ, торгую фьючами, делаю Web3.',
    link: 'telegram'
  },
  {
    heading: 'Спортом увлекаюсь',
    body: 'С самого детства занимался футболом, хоккеем и волейболом. В 2017 заиграл в большой футбол 11х11. На данный момент прекратил карьеру, однако про спорт не забываю и постоянно поддерживаю физическую форму в тонусе.',
    link: 'instagram'
  },
]